{
  "home": "Home",
  "about": "About",
  "services": "Services",
  "book_now": "Booking",
  "consultation": "Consultation",
  "title": "Astrology Consultation",
  "name": "Full Name",
  "phone": "Phone Number",
  "email": "Email Id",
  "service": "Service",
  "mode": "Mode",
  "call": "Phone Call",
  "video": "Video Call (VC)",
  "select_slot": "Select Slot",
  "pay": "Proceed to Payment",
  "select_date": "Select Date",
  "load_slots": "Check Availability",
  "success": "Booking Successful",
  "hero_label": "Engineering & Vedic Astrology",
  "hero_title": "Precision in Ancient Wisdom",
  "hero_desc": "Bridging the gap between astronomical science and Vedic traditions. Technical analysis rooted in 20+ years of scholarly practice by Jyotirvid Kuldeep Paliwal.",
  "scholars_path": "The Scholar's Path",
  "scholarly_authority": "Scholarly Authority",
  "dual_credentials": "Dual Credentials",
  "expertise_desc_1": "is a dynamic Astrologer and Astronomer with over two decades of experience.",
  "expertise_desc_2": "His approach is unique—merging a B.Tech in Computer Science and an MBA with the profound depths of Vedic Astrology.",
  "expertise_desc_3": "He treats Astrology as a technical subject, implementing it as a strict science in practical daily life. Having taught thousands of students, his methodology focuses on mathematical precision in Sadabal, Astakvarga, and Dasa Systems.",
  "full_bio": "Full Biography",
  "sky_watcher_tradition": "The Sky Watcher's Tradition",
  "sky_watcher_desc": "One of the few astrologers maintaining the ancient art of Star Gazing (Aakash Darshan), connecting celestial movements to human destiny.",
  "aakash_darshan": "Aakash Darshan",
  "aakash_darshan_desc": "Our flagship brand program designed for sky lovers, offering deep insights into the Vedic night sky.",
  "nabh_darshan": "Nabh Darshan",
  "nabh_darshan_desc": "Specialized programs tailored for tourists, revealing the astronomical wonders of the Indian horizon.",
  "aakash_awalokan": "Aakash Awalokan",
  "aakash_awalokan_desc": "Educational initiatives for school students to inspire the next generation of astronomers and thinkers.",
  "technical_consultation": "Technical Consultation",
  "empirical_analysis": "Empirical Analysis",
  "empirical_analysis_desc": "Predictive analysis based on technically analyzing hundreds of charts, ensuring accuracy through long experience.",
  "scientific_remedies": "Scientific Remedies",
  "scientific_remedies_desc": "Focus on Gem & Colour Therapy, and Muhurtha, grounded in the mathematical principles of Indian Vedic Astrology.",
  "holistic_guidance": "Holistic Guidance",
  "holistic_guidance_desc": "Expertise in Career, Health, Finance, and Success in Business, treating life's challenges as engineering problems to be solved.",
  "ancient_vidhya": "Ancient Vidhya",
  "ancient_vidhya_desc": "Accessing the 'Perfect' knowledge derived from grandparents and refined through professional qualifications (Jyotish Visarad, Ratna).",
  "trust_quote": "\"Believe only in PERFECT. Whether the field is technical, management, or astrology—precision is the only way.\"",
  "faq_title": "Frequently Asked Questions (FAQ)",
  "faq_q1": "How do I book my astrology consultation?",
  "faq_a1": "You can book directly through our website by selecting a date and time slot that works for you.",
  "faq_q2": "How soon will my consultation happen after booking?",
  "faq_a2": "Consultations typically happen at the exactly scheduled time you chose during booking.",
  "faq_q3": "Can I choose my mode of consultation?",
  "faq_a3": "Yes, you can choose between a Phone Call or a Video Call (VC) during the booking process.",
  "faq_q4": "How will the consultation take place?",
  "faq_a4": "The session will be conducted online via the mode you selected (Phone or Video Call).",
  "faq_q5": "Can I ask multiple questions in one consultation?",
  "faq_a5": "Yes, we provide comprehensive guidance covering your primary areas of concern within the scheduled timeframe.",
  "faq_q6": "Is my information kept private?",
  "faq_a6": "Absolutely. Your identity and birth data are kept strictly confidential under professional ethical standards.",
  "faq_q7": "Do you offer refunds?",
  "faq_a7": "Refunds are processed as per our policy if the consultation cannot be fulfilled by our end.",
  "faq_q8": "Can I consult for someone else?",
  "faq_a8": "Yes, as long as you have their accurate birth details (date, time, and place).",
  "confidentiality_title": "Strict Confidentiality",
  "confidentiality_desc": "Your identity and birth data are treated with the highest level of professional ethics. We believe in the precision of analysis above all else.",
  "areas_of_expertise": "Areas of Expertise",
  "birth_chart_analysis": "Birth Chart Analysis",
  "career_path": "Career & Professional Path",
  "finance_wealth": "Finance, Wealth & Stock Market",
  "health_wellbeing": "Health & Well-being",
  "marriage_relationship": "Marriage & Relationship",
  "children_newborn": "Children & New Born",
  "yearly_predictions": "Yearly Predictions",
  "muhurtha_timing": "Muhurtha & Timing",
  "gem_color_therapy": "Gem & Colour Therapy",
  "scholars_profile": "The Scholar's Profile",
  "jyotirvid_name": "Jyotirvid Kuldeep Paliwal",
  "scholarly_intro": "A dynamic Astrologer and Astronomer bridging ancient vidhya with modern engineering precision.",
  "legacy_title": "A Legacy of Knowledge",
  "legacy_desc_1": "With more than 20 years of experience in teaching and practicing astrology, Jyotirvid Kuldeep Paliwal has mentored thousands of students, many of whom are now established astrologers.",
  "legacy_desc_2": "His journey began with traditional knowledge passed down from his grandparents, later refined through formal qualifications. He holds the prestigious titles of Jyotish Praveen, Jyotish Visarad, and Jyotish Ratna.",
  "academic_technical_excellence": "Academic & Technical Excellence",
  "academic_desc": "Unlike traditional practitioners, Kuldeep Paliwal brings a rigorous technical mindset to the field:",
  "btech": "B.Tech (Honors)",
  "btech_detail": "in Computer Science & Engineering",
  "diploma": "Diploma",
  "diploma_detail": "in Electronics Engineering",
  "mba": "MBA",
  "mba_detail": "in Operations Management",
  "academic_conclusion": "This background allows him to treat Astrology as a technical subject, implementing it as a verifiable science in practical life.",
  "mathematical_jyotish": "Mathematical Jyotish",
  "mathematical_jyotish_desc": "Specializing in Sadabal, Astakvarga, and the Dasa System with high-precision mathematical calculations.",
  "vedic_astronomy": "Vedic Astronomy",
  "vedic_astronomy_desc": "Deep ancient knowledge of the sky (Star Gazing) related to Indian Vedic traditions and planetary movements.",
  "aakash_darshan_bio_desc": "Deeply committed to reviving the ancient knowledge of Star Gazing, our brand program \"Aakash Darshan\" has become a staple for sky lovers.",
  "nabh_darshan_target": "Curated for Tourists seeking celestial clarity.",
  "aakash_awalokan_target": "Educational sessions designed for School Students.",
  "online_consultation": "Online Consultation",
  "online_consultation_desc": "To provide the benefit of accurate knowledge to a wider audience, Jyotirvid Kuldeep Paliwal is now available for online consultations (only).",
  "consultation_process": "Consultation Process",
  "direct_live_sessions": "Direct live sessions conducted via Phone or Video Call (VC).",
  "schedule_live_session": "Schedule Your Live Session",
  "scholarly_guidance": "Scholarly Guidance",
  "services_hero_desc": "Our services are grounded in technical analysis and long-standing experience. We treat astrology as a technical subject, delivering clarity through mathematical precision.",
  "data_accuracy": "Data Accuracy",
  "data_accuracy_desc": "Prediction is strictly dependent on the data you provide. Wrong or fake data leads to wrong predictions. Hence, we request you provide genuine birth details.",
  "confidentiality_priority": "Confidentiality Priority",
  "ready_for_insight": "Ready for Technical Insight?",
  "final_cta_desc": "Experience the engineering and management of Indian Vedic astrology with Jyotirvid Kuldeep Paliwal. Available for online consultation only.",
  "live_session": "Live Session",
  "schedule_consultation": "Schedule Your Consultation",
  "book_hero_desc": "Professional consultations conducted via Phone or Video Call (VC). Technical and scholarly analysis of your birth chart in real-time.",
  "book_appointment": "Book Appointment",
  "book_appointment_desc": "Select a date to view available time slots for your Phone/VC consultation.",
  "searching": "Searching...",
  "enter_details": "Enter Details",
  "proposed_session": "Proposed Session",
  "no_slots_msg": "No slots available for this date. Please try another date.",
  "sacred_secure_knowledge": "Sacred & Secure Knowledge"
}