{
  "home": "होम",
  "about": "परिचय",
  "services": "सेवाएं",
  "book_now": "बुकिंग",
  "consultation": "परामर्श",
  "title": "ज्योतिष परामर्श",
  "name": "पूरा नाम",
  "phone": "फोन नंबर",
  "email": "ईमेल आईडी",
  "service": "सेवा",
  "mode": "माध्यम",
  "call": "फोन कॉल",
  "video": "वीडियो कॉल (VC)",
  "select_slot": "समय चुनें",
  "pay": "भुगतान करें",
  "select_date": "तारीख चुनें",
  "load_slots": "उपलब्धता देखें",
  "success": "बुकिंग सफल हुई",
  "hero_label": "इंजीनियरिंग और वैदिक ज्योतिष",
  "hero_title": "प्राचीन ज्ञान में सूक्ष्मता",
  "hero_desc": "खगोल विज्ञान और वैदिक परंपराओं के बीच की दूरी को पाटना। ज्योतिर्विद कुलदीप पालीवाल द्वारा 20+ वर्षों के विद्वतापूर्ण अभ्यास में निहित तकनीकी विश्लेषण।",
  "scholars_path": "विद्वान का मार्ग",
  "scholarly_authority": "विद्वतापूर्ण अधिकार",
  "dual_credentials": "दोहरी साख",
  "expertise_desc_1": "दो दशकों से अधिक के अनुभव के साथ एक गतिशील ज्योतिषी और खगोलशास्त्री हैं।",
  "expertise_desc_2": "उनका दृष्टिकोण अनूठा है—कंप्यूटर साइंस में बी.टेक और एमबीए को वैदिक ज्योतिष की गहन गहराइयों के साथ जोड़ना।",
  "expertise_desc_3": "वह ज्योतिष को एक तकनीकी विषय मानते हैं, इसे व्यावहारिक दैनिक जीवन में एक सख्त विज्ञान के रूप में लागू करते हैं। हजारों छात्रों को पढ़ाने के बाद, उनकी पद्धति शदबल, अष्टकवर्ग और दशा प्रणालियों में गणितीय सटीकता पर केंद्रित है।",
  "full_bio": "पूर्ण जीवनी",
  "sky_watcher_tradition": "आकाश दृष्टा की परंपरा",
  "sky_watcher_desc": "आकाश दर्शन (स्टार गेजिंग) की प्राचीन कला को बनाए रखने वाले कुछ ज्योतिषियों में से एक, जो खगोलीय गतिविधियों को मानव भाग्य से जोड़ते हैं।",
  "aakash_darshan": "आकाश दर्शन",
  "aakash_darshan_desc": "आकाश प्रेमियों के लिए डिज़ाइन किया गया हमारा प्रमुख ब्रांड प्रोग्राम, जो वैदिक रात्रि आकाश के बारे में गहरी जानकारी प्रदान करता है।",
  "nabh_darshan": "नभ दर्शन",
  "nabh_darshan_desc": "पर्यटकों के लिए तैयार किए गए विशेष कार्यक्रम, जो भारतीय क्षितिज के खगोलीय अजूबों को प्रकट करते हैं।",
  "aakash_awalokan": "आकाश अवलोकन",
  "aakash_awalokan_desc": "स्कूली छात्रों के लिए खगोलविदों और विचारकों की अगली पीढ़ी को प्रेरित करने के लिए शैक्षिक पहल।",
  "technical_consultation": "तकनीकी परामर्श",
  "empirical_analysis": "अनुभवजन्य विश्लेषण",
  "empirical_analysis_desc": "सैकड़ों चार्टों के तकनीकी विश्लेषण पर आधारित भविष्य बताने वाला विश्लेषण, जो लंबे अनुभव के माध्यम से सटीकता सुनिश्चित करता है।",
  "scientific_remedies": "वैज्ञानिक समाधान",
  "scientific_remedies_desc": "भारतीय वैदिक ज्योतिष के गणितीय सिद्धांतों पर आधारित रत्न और रंग चिकित्सा, और मुहूर्त पर ध्यान।",
  "holistic_guidance": "समग्र मार्गदर्शन",
  "holistic_guidance_desc": "करियर, स्वास्थ्य, वित्त और व्यवसाय में सफलता में विशेषज्ञता, जीवन की चुनौतियों को हल की जाने वाली इंजीनियरिंग समस्याओं के रूप में मानना।",
  "ancient_vidhya": "प्राचीन विद्या",
  "ancient_vidhya_desc": "दादा-दादी से प्राप्त और पेशेवर योग्यताओं (ज्योतिष विशारद, रत्न) के माध्यम से परिष्कृत 'पूर्ण' ज्ञान तक पहुँचना।",
  "trust_quote": "\"केवल PERFECT में विश्वास करें। चाहे क्षेत्र तकनीकी हो, प्रबंधन हो या ज्योतिष—परिशुद्धता ही एकमात्र तरीका है।\"",
  "faq_title": "अक्सर पूछे जाने वाले प्रश्न (FAQ)",
  "faq_q1": "मैं अपना ज्योतिष परामर्श कैसे बुक करूँ?",
  "faq_a1": "आप हमारी वेबसाइट के माध्यम से सीधे एक तारीख और समय स्लॉट चुनकर बुक कर सकते हैं जो आपके लिए उपयुक्त हो।",
  "faq_q2": "बुकिंग के बाद मेरा परामर्श कब होगा?",
  "faq_a2": "परामर्श आमतौर पर बुकिंग के दौरान आपके द्वारा चुने गए सटीक निर्धारित समय पर होता है।",
  "faq_q3": "क्या मैं परामर्श का माध्यम चुन सकता हूँ?",
  "faq_a3": "हाँ, आप बुकिंग प्रक्रिया के दौरान फोन कॉल या वीडियो कॉल (VC) के बीच चयन कर सकते हैं।",
  "faq_q4": "परामर्श कैसे होगा?",
  "faq_a4": "सत्र आपके द्वारा चुने गए माध्यम (फोन या वीडियो कॉल) के माध्यम से ऑनलाइन आयोजित किया जाएगा।",
  "faq_q5": "क्या मैं एक परामर्श में कई प्रश्न पूछ सकता हूँ?",
  "faq_a5": "हाँ, हम निर्धारित समय सीमा के भीतर आपकी चिंता के प्राथमिक क्षेत्रों को कवर करते हुए व्यापक मार्गदर्शन प्रदान करते हैं।",
  "faq_q6": "क्या मेरी जानकारी निजी रखी जाती है?",
  "faq_a6": "बिल्कुल। आपकी पहचान और जन्म विवरण पेशेवर नैतिक मानकों के तहत कड़ाई से गोपनीय रखे जाते हैं।",
  "faq_q7": "क्या आप रिफंड देते हैं?",
  "faq_a7": "यदि हमारी ओर से परामर्श पूरा नहीं किया जा सकता है, तो हमारी नीति के अनुसार रिफंड संसाधित किया जाता है।",
  "faq_q8": "क्या मैं किसी और के लिए परामर्श कर सकता हूँ?",
  "faq_a8": "हाँ, जब तक आपके पास उनके सटीक जन्म विवरण (तारीख, समय और स्थान) हैं।",
  "confidentiality_title": "कड़ाई से गोपनीयता",
  "confidentiality_desc": "आपकी पहचान और जन्म विवरण के साथ पेशेवर नैतिकता के उच्चतम स्तर का व्यवहार किया जाता है। हम विश्लेषण की सटीकता में विश्वास करते हैं।",
  "areas_of_expertise": "विशेषज्ञता के क्षेत्र",
  "birth_chart_analysis": "जन्म कुंडली विश्लेषण",
  "career_path": "करियर और पेशेवर मार्ग",
  "finance_wealth": "वित्त, धन और शेयर बाजार",
  "health_wellbeing": "स्वास्थ्य और कल्याण",
  "marriage_relationship": "विवाह और संबंध",
  "children_newborn": "बच्चे और नवजात",
  "yearly_predictions": "वार्षिक भविष्यवाणियाँ",
  "muhurtha_timing": "मुहूर्त और समय",
  "gem_color_therapy": "रत्न और रंग चिकित्सा",
  "scholars_profile": "विद्वान की रूपरेखा",
  "jyotirvid_name": "ज्योतिर्विद कुलदीप पालीवाल",
  "scholarly_intro": "एक गतिशील ज्योतिषी और खगोलशास्त्री जो आधुनिक इंजीनियरिंग सटीकता के साथ प्राचीन विद्या का मेल कराते हैं।",
  "legacy_title": "ज्ञान की विरासत",
  "legacy_desc_1": "ज्योतिष सिखाने और अभ्यास करने के 20 से अधिक वर्षों के अनुभव के साथ, ज्योतिर्विद कुलदीप पालीवाल ने हजारों छात्रों को प्रशिक्षित किया है, जिनमें से कई अब स्थापित ज्योतिषी हैं।",
  "legacy_desc_2": "उनकी यात्रा उनके दादा-दादी से मिले पारंपरिक ज्ञान से शुरू हुई, जिसे बाद में पेशेवर योग्यताओं के माध्यम से परिष्कृत किया गया। उनके पास ज्योतिष प्रवीण, ज्योतिष विशारद और ज्योतिष रत्न की प्रतिष्ठित उपाधियाँ हैं।",
  "academic_technical_excellence": "शैक्षणिक और तकनीकी उत्कृष्टता",
  "academic_desc": "पारंपरिक चिकित्सकों के विपरीत, कुलदीप पालीवाल इस क्षेत्र में एक कठोर तकनीकी मानसिकता लाते हैं:",
  "btech": "बी.टेक (ऑनर्स)",
  "btech_detail": "कंप्यूटर साइंस और इंजीनियरिंग में",
  "diploma": "डिप्लोमा",
  "diploma_detail": "इलेक्ट्रॉनिक्स इंजीनियरिंग में",
  "mba": "एमबीए",
  "mba_detail": "ऑपरेशंस मैनेजमेंट में",
  "academic_conclusion": "यह पृष्ठभूमि उन्हें ज्योतिष को एक तकनीकी विषय के रूप में व्यवहार करने की अनुमति देती है, जिसे व्यावहारिक जीवन में एक सत्यापन योग्य विज्ञान के रूप में लागू किया जाता है।",
  "mathematical_jyotish": "गणितीय ज्योतिष",
  "mathematical_jyotish_desc": "उच्च-सटीक गणितीय गणनाओं के साथ शदबल, अष्टकवर्ग और दशा प्रणाली में विशेषज्ञता।",
  "vedic_astronomy": "वैदिक खगोल विज्ञान",
  "vedic_astronomy_desc": "भारतीय वैदिक परंपराओं और ग्रहों की गतिविधियों से संबंधित आकाश (स्टार गेजिंग) का गहरा प्राचीन ज्ञान।",
  "aakash_darshan_bio_desc": "स्टार गेजिंग के प्राचीन ज्ञान को पुनर्जीवित करने के लिए गहराई से प्रतिबद्ध, हमारा ब्रांड प्रोग्राम \"आकाश दर्शन\" आकाश प्रेमियों के लिए एक मुख्य आकर्षण बन गया है।",
  "nabh_darshan_target": "खगोलीय स्पष्टता चाहने वाले पर्यटकों के लिए तैयार किया गया।",
  "aakash_awalokan_target": "स्कूली छात्रों के लिए डिज़ाइन किए गए शैक्षिक सत्र।",
  "online_consultation": "ऑनलाइन परामर्श",
  "online_consultation_desc": "व्यापक दर्शकों तक सटीक ज्ञान का लाभ पहुँचाने के लिए, ज्योतिर्विद कुलदीप पालीवाल अब ऑनलाइन परामर्श (केवल) के लिए उपलब्ध हैं।",
  "consultation_process": "परामर्श प्रक्रिया",
  "direct_live_sessions": "फोन या वीडियो कॉल (VC) के माध्यम से आयोजित सीधे लाइव सत्र।",
  "schedule_live_session": "अपना लाइव सत्र निर्धारित करें",
  "scholarly_guidance": "विद्वतापूर्ण मार्गदर्शन",
  "services_hero_desc": "हमारी सेवाएँ तकनीकी विश्लेषण और लंबे अनुभव पर आधारित हैं। हम ज्योतिष को एक तकनीकी विषय मानते हैं, जो गणितीय परिशुद्धता के माध्यम से स्पष्टता प्रदान करते हैं।",
  "data_accuracy": "डेटा सटीकता",
  "data_accuracy_desc": "भविष्यवाणी पूरी तरह से आपके द्वारा प्रदान किए गए डेटा पर निर्भर करती है। गलत डेटा गलत भविष्यवाणियों की ओर ले जाता है। इसलिए, हम आपसे वास्तविक जन्म विवरण प्रदान करने का अनुरोध करते हैं।",
  "confidentiality_priority": "गोपनीयता प्राथमिकता",
  "ready_for_insight": "तकनीकी अंतर्दष्टि के लिए तैयार?",
  "final_cta_desc": "ज्योतिर्विद कुलदीप पालीवाल के साथ भारतीय वैदिक ज्योतिष के इंजीनियरिंग और प्रबंधन का अनुभव करें। केवल ऑनलाइन परामर्श के लिए उपलब्ध करें।",
  "live_session": "लाइव सत्र",
  "schedule_consultation": "अपना परामर्श निर्धारित करें",
  "book_hero_desc": "फोन या वीडियो कॉल (VC) के माध्यम से आयोजित पेशेवर परामर्श। वास्तविक समय में आपकी जन्म कुंडली का तकनीकी और विद्वतापूर्ण विश्लेषण।",
  "book_appointment": "अपॉइंटमेंट बुक करें",
  "book_appointment_desc": "अपने फोन/VC परामर्श के लिए उपलब्ध समय स्लॉट देखने के लिए एक तारीख चुनें।",
  "searching": "खोज रहे हैं...",
  "enter_details": "विवरण दर्ज करें",
  "proposed_session": "प्रस्तावित सत्र",
  "no_slots_msg": "इस तारीख के लिए कोई स्लॉट उपलब्ध नहीं है। कृपया दूसरी तारीख़ चुनें।",
  "sacred_secure_knowledge": "पवित्र और सुरक्षित ज्ञान"
}